Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/sametingets_joik.html.tmx
Source language: nob
Languages: smj

source: Sametingets joik
smj: Sámedikke juojgga

source: Ánte Mihkkal Gaup laget joik til Sametinget til Sametingets åpning i 1989.
smj: Sámedikke juojgga Iŋgor Ántte Ánte Mihkkal/Ánte Mihkkal Gaup juojgav biejaj Sámediggáj gå Sámedigge rabáduváj 1989.

source: Sametinget sikret seg i 2019 rettighetene til Sametingets joik, som Ánte Mihkkal Gaup laget til Sametingets åpning i 1989.
smj: Sámedigge háhkuhij 2019 rievtesvuodaj Iŋgor Ántte Ánte Mihkkalin Sámedikke juojggaj majt sån stiellij 1989 Sámedikkev rahpamij.

source: Ánte Mihkkal Gaup joiket da joiken for første gang.
smj: Ánte Mihkkal Gaup juojgaj 1989 juojga vuostasj bále.

source: Nå er joiken tilgjengelig også digitalt.
smj: Dálla la Sámedikke juojgga gullamin digitála hámen.

source: Når Sametinget har plenumsmøte, så kalles representantene inn til møte med Sametingets joik.
smj: Gå Sámedikken la ållestjåhkanibme, ájrrasa gåhtjoduvvi sajijisá Sámedikke juojgajn.

source: For Sametinget er det viktig at tradisjoner synliggjøre, og derfor skal plenumsmøtet samles med joik.
smj: Sámediggáj la ájnas jut árbbedábe guláduvvi ja vuojneduvvi, ja danen galggá ållestjåhkanibme juojgajn tjoahkkiduvvat.

source: Her kan du lese mer om hva joik er
smj: "Sámedikki dajahallá, Dál don galggat deaivat, seavdnjadin ja dálkin maid Čuvodit daid máđiijaid máttuid geainnolaš bálgážiid Ja boahttevaš geainnuid dihkkádit luondduin gulahallamiin Sámi čáppa vugiiguin Juo, Sámedikki dajahallá"

source: Joiken til Sametinget omhandler den viktige og ærefulle rollen som de folkevalgte politikerne skal gjøre i sitt verv som sametingspolitiker.
smj: Guldal Sámedikke juojga:
